7zip
base
base-devel
bash-completion
bat
bibata-cursor-theme
bluetui
bluetuith
bluez-utils
brightnessctl
btrfs-progs
catppuccin-cursors-mocha
efibootmgr
eza
fastfetch
flatpak
fzf
ghostty
git
grim
grub
gst-plugin-pipewire
hyprland
hyprpaper
intel-ucode
iwd
jq
kanagawa-gtk-theme-git
libpulse
linux
linux-firmware
mpc
mpd
mpv
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
oreo-cursors-git
pamixer
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rmpc
slurp
sof-firmware
starship
swaylock-effects
thunar
tmux
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
unrar
waybar
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yt-dlp
zram-generator
zsh
