7zip
base
base-devel
bash-completion
bat
blueprint-compiler
bluetui
bluetuith
bluez-utils
bridge-utils
brightnessctl
btrfs-progs
cmake
dnsmasq
edk2-ovmf
efibootmgr
eza
fastfetch
fd
flatpak
fzf
git
github-cli
grim
grub
gst-plugin-pipewire
gtk4-layer-shell
gvfs
hyprland
hyprpaper
imagemagick
intel-ucode
iwd
jq
kitty
less
libadwaita
libpulse
linux
linux-firmware
mpc
mpd
mpv
mpvpaper
nerdfetch
networkmanager
nftables
nodejs
noto-fonts-emoji
npm
nwg-look
pamixer
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
preload
qemu-full
qt5-wayland
qt6-wayland
resvg
ripgrep
rmpc
scrcpy
sddm-sugar-dark
slurp
sof-firmware
starship
swaylock-effects
swtpm
thunar
thunar-volman
tmux
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
udisks2
unrar
unzip
vde2
vim
virt-manager
virt-viewer
waybar
wget
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
yt-dlp
zig
zoxide
zram-generator
